Repository: ComixHe/deepin-pw-check
Catalog: misc/po/*.po
Languages: az, bo, ca, el, fi, fr, hu, it, ms, nl, pt, pt_br, ru, sl, sq, sr, tr, ug, uk, zh_cn, zh_hk

source: Verification error
az: Doörulama xətası
bo: ར་སྤྲོད་ནོར་བ།
ca: Error de verificació
fi: Tarkistusvirhe
fr: Erreur de vérification
hu: Ellenőrzési hiba
it: Errore durante la verifica
nl: Verificatiefout
pt: Erro de verificação
pt_br: Erro de verificação
ru: Ошибка проверки
sl: Napaka pri preverjanju
sq: Gabim verifikimi
sr: Грешка верификације
tr: Doğrulama hatası
ug: دەلىللەش خاتالىقى
uk: Помилка під час перевірки
zh_cn: 验证错误
zh_hk: 驗證錯誤

source: Fingerprint verification unavailable, please input password
az: Barmaq izi doğrulaması mümkün deyil, lütfən şifrəni daxil edin
bo: མཛུབ་རིས་གོ་མི་ཆོད་པས། གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།
ca: La verificació d'empremtes no està disponible. Introduïu la contrasenya.
fi: Sormenjäljen tarkistus ei ole käytettävissä, syötä salasana
fr: Vérification des empreintes digitales non disponible, veuillez saisir le mot de passe
hu: Az ujjlenyomat azonosítás nem elérhető, kérjük adja meg a jelszavát
it: Verifica mediante impronta digitale non disponibile, inserisci la password per cortesia
nl: Vingerafdrukverificatie is niet beschikbaar - voer je wachtwoord in
pt: Verificação da impressão digital indisponível, introduza a palavra-passe
pt_br: Verificação da impressão digital indisponível; digite a senha
ru: Разблокировка по отпечатку пальца недоступна, пожалуйста, введите пароль
sl: Preverjanje prstnega odtisa ni na voljo, vnesite geslo
sq: Verifikimi me shenja gishti s’është i mundur, ju lutemi, jepni fjalëkalim
sr: Верификација отиска прста није доступна, унесите лозинку
tr: Parmak izi doğrulaması kullanılamıyor, lütfen parola girin
ug: بارماق ئىزىنى ئىشلەتكىلى بولمايدۇ، پارول كىرگۈزۈڭ
uk: Перевірка за відбитком недоступна. Будь ласка, введіть пароль.
zh_cn: 指纹不可用，请输入密码
zh_hk: 指紋不可用，請輸入密碼

source: Clean your finger and try again
az: Barmağınızı təmizləyin və yenidən cəhd edin
bo: མཛུབ་མོ་ཕྱིས་ནས་ཡང་བསྐྱར་ར་སྤྲོད་གནང་དང་།
ca: Netegeu-vos el dit i torneu-ho a provar.
fi: Puhdista sormi ja yritä uudelleen
fr: Nettoyez votre doigt et réessayer
hu: Tisztítsa meg az ujját, és próbálja újra
it: Pulisci il dito ed il sensore e prova nuovamente
nl: Maak je vinger schoon en probeer het opnieuw
pt: Limpe o dedo e tente novamente
pt_br: Limpe o dedo e tente novamente
ru: Почистите палец и попробуйте снова
sl: Očistite prst in poskusite znova
sq: Pastroni gishtin dhe riprovoni
sr: Очистите прст и покушајте поново
tr: Parmağınızı temizleyin ve tekrar deneyin
ug: بارمىقىڭىزنى تازىلاپ قايتا دەلىللەپ بېقىڭ
uk: Витріть палець і повторіть спробу
zh_cn: 请清洁手指后再次验证
zh_hk: 請清潔手指後再次驗證

source: Finger not centered
az: Barmaq sensorun ortasında deyil
bo: མཛུབ་མོ་དཀྱིལ་ལ་མིན་འདུག
ca: Dit no centrat
fi: Sormea ei keskitetty
fr: Doigt non centré
hu: Az ujja nincs középen
it: Impronta non al centro del sensore
nl: Je vinger is niet op het midden van de lezer
pt: Dedo não centrado
pt_br: Dedo não centralizado
ru: Палец не по центру
sl: Prst ni poravnan
sq: Gishti s’është në qendër
sr: Прст није центриран
tr: Parmak ortalanmamış
ug: بارماق ئوتتۇرىغا قويۇلمىدى
uk: Палець розташовано не за центром
zh_cn: 手指不在中间
zh_hk: 手指不在中間

source: Unclear fingerprint, please clean your finger and try again
az: Barmaq təmiz deyil, lütfən barmağınızı təmizləyin və yenidən cəhd edin
bo: མཛུབ་རིས་མི་གསལ་བས། མཛུབ་མོ་ཕྱིས་ནས་ཡང་བསྐྱར་ར་སྤྲོད་གནང་དང་།
ca: Empremta poc clara; si us plau, netegeu-vos el dit i torneu-ho a provar.
fi: Epäselvä sormenjälki, puhdista sormesi ja yritä uudelleen
fr: Empreinte digitale peu claire, veuillez nettoyer votre doigt et réessayer
hu: Nem tiszta az ujjlenyomat, kérjük tisztítsa meg az ujját, és próbálja újra
it: L'impronta non è abbastanza visibile, pulisci il dito ed il sensore prima di riprovare
nl: Onduidelijke vingerafdruk - maak je vinger schoon en probeer het opnieuw
pt: Impressão digital imprecisa, limpe o dedo e tente novamente
pt_br: Impressão digital pouco nítida; limpe o dedo e tente novamente
ru: Нечеткий отпечаток, пожалуйста, почистите палец и попробуйте снова
sl: Nejasen prstni odtis, očistitie si prst inj poskusite znova
sq: Shenja të paqarta gishti, ju lutemi, pastroni gishtin dhe riprovoni
sr: Нејасан отисак прста, молимо очистите прст и покушајте поново
tr: Belirsiz parmak izi, lütfen parmağınızı temizleyin ve tekrar deneyin
ug: سۈرەت غۇۋا، بارمىقىڭىزنى تازىلاپ قايتا دەلىللەپ بېقىڭ
uk: Брудний палець. Будь ласка, витріть палець і повторіть спробу.
zh_cn: 图像模糊，请清洁手指后再次验证
zh_hk: 圖像模糊，請清潔手指後再次驗證

source: Finger moved too fast, please do not lift until prompted
az: Barmağı çox tez qaldırdınız, lütfən, cihaz kiliddən çıxana qədər barmağı qaldırmayın
bo: རེག་ཡུན་ཐུང་བ། ར་སྤཽད་བྱེད་སྐབས་མཛུབ་མོ་ཕྱིར་མ་འཁྱེར།
ca: El dit s'ha mogut massa de pressa. Si us plau, no l'alceu fins que s'avisi.
fi: Olet liian nopea, älä nosta sormea ennen kuin pyydetään
fr: Le doigt s'est déplacé trop rapidement, veuillez ne pas le soulever avant d'y être invité
hu: Az ujja túl gyorsan elemelve, kérjük ne vegye el, amíg nem jelezzük
it: Il dito è stato mosso troppo rapidamente, non spostarlo sino a quando non riceverai ulteriori istruzioni
nl: De vinger is te snel bewogen - til niet op totdat dit wordt aangegeven
pt: O dedo moveu-se demasiado depressa, não levante até que seja solicitado
pt_br: O dedo se moveu muito rápido; não levante até que seja solicitado
ru: Палец был убран слишком быстро, пожалуйста, не убирайте его, пока устройство не разблокируется
sl: Prehiter premik prsta. Ne dvigujte pred pozivom
sq: Gishti lëvizi shumë shpejt, ju lutemi, mos e ngrini para se t’ju kërkohet
sr: Прст је пребрзо склоњен, молимо не подижите до обавештења
tr: Parmak çok hızlı hareket etti, lütfen istenene kadar kaldırmayın
ug: تېگىشىش ۋاقتى قىسقا بولۇپ قالدى، دەلىللىگەندە بارمىقىڭىزنى مىدىرلاتماڭ
uk: Палець прибрано надто швидко. Будь ласка, не знімайте палець, доки програма вас про це не попросить.
zh_cn: 接触时间短，验证时请勿移动手指
zh_hk: 接觸時間短，驗證時請勿移動手指

source: Password
az: Şifrə
bo: གསང་ཨང་།
ca: Contrasenya
fi: Salasana
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pt: Palavra-passe
pt_br: Senha
ru: Пароль
sl: Geslo
sq: Fjalëkalim
sr: Лозинка
tr: Parola
ug: پارول
uk: Пароль
zh_cn: 请输入密码
zh_hk: 密碼

source: Verification successful
az: Doğrulama uğurlu oldu
bo: ར་སྤྲོདཐུབ་སོང་།
ca: Verificació correcta
fi: Tarkistus onnistui
fr: Vérification réussie
hu: Az ellenőrzés sikeres
it: Verifica completata con successo
nl: Verificatie gelukt
pt: Verificação bem sucedida
pt_br: Verificação Bem-sucedida
ru: Проверка прошла успешно
sl: Uspešno preverjanje
sq: Verifikim i suksesshëm
sr: Успешна верификација
tr: Doğrulama başarılı
ug: دەلىللەندى
uk: Перевірку пройдено
zh_cn: 验证成功
zh_hk: 驗證成功

source: Fingerprint locked, use password please
az: Barmaq izi kilidləndi, şifrədən istifadə edin
bo: མཛུབ་རིས་སྒོ་ལྕགས་བརྒྱབ་ཟིན་པས། གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།
ca: Empremta blocada. Si us plau, useu la contrasenya.
fi: Sormenjälki lukittu, käytä salasanaa
fr: Empreinte digitale verrouillée, utiliser le mot de passe, s'il vous plaît
hu: Az ujjlenyomat zárolva, kérem használja a jelszavát
it: Sblocco con impronta bloccato, utilizza la password
nl: Vingerafdruklezer vergrendeld - voer je wachtwoord in
pt: Impressão digital bloqueada, utilize a palavra-passe
pt_br: Impressão digital bloqueada, use a senha
ru: Отпечаток пальца заблокирован, пожалуйста, используйте пароль
sl: Prstni odtis je zaklenjen, uporabite geslo
sq: Shenja gishti të kyçura, ju lutemi, përdorni fjalëkalim
sr: Отисак прста је закључан, употребите лозинку
tr: Parmak izi kilitli, lütfen parola kullanın
ug: بارماق ئىزى قۇلۇپلاندى، پارول كىرگۈزۈڭ
uk: Відбиток заблоковано. Будь ласка, скористайтеся паролем.
zh_cn: 指纹已锁定，请输入密码
zh_hk: 指紋已鎖定，請輸入密碼

source: Verification failed, %d chances left
az: Doğrulama alınmadı, %d cəhd qaldı
bo: ར་སྤྲོད་ཐུབ་མ་སོང་། ཁྱེད་ཀྱིས་ད་དུང་ལྟ་ཚོད་%dབྱེད་ཆོག
ca: Ha fallat la verificació, resten %d intents.
fi: Tarkistus epäonnistui, %d yritystä jäljellä
fr: La vérification a échoué, il vous reste %d essais
hu: Az ellenőrzés sikertelen, %d próbálkozása maradt
it: Verifica fallita, %d tentativi rimanenti
nl: Verificatie mislukt - nog %d pogingen
pt: A verificação falhou, %d tentativas restantes
pt_br: A verificação falhou; restam %d tentativas
ru: Проверка не удалась, осталось попыток: %d
sl: Preverjanje ni uspelo. Še %d poskusov
sq: Verifikimi dështoi, edhe %d prova
sr: Неуспешна верификација, имате још %d покушаја
tr: Doğrulama başarısız, %d şansınız kaldı
ug: دەلىللەش مەغلۇپ بولدى، يەنە %d قېتىم سىنىيالايسىز
uk: Перевірку не пройдено, лишилося %d спроб
zh_cn: 验证失败，您还可以尝试%d次
zh_hk: 驗證失敗，您還可以嘗試%d次

source: Verification failed, only one chance left
az: Doğrulama alınmadı, yalnız bir cəhd qaldı
bo: ར་སྤྲོད་ཐུབ་མ་སོང་། ཁྱེད་ཀྱིས་ད་དུང་ལྟ་ཚོད་1བྱེད་ཆོག
ca: Ha fallat la verificació. Només resta un intent.
fi: Tarkistus epäonnistui, yksi yritys jäljellä
fr: La vérification a échoué, il ne reste qu'une seule chance
hu: Az ellenőrzés sikertelen, egy próbálkozása maradt
it: Verifica fallita, un solo tentativo rimanente
nl: Verificatie mislukt - nog 1 poging
pt: A verificação falhou, resta apenas uma tentativa
pt_br: A verificação falhou; resta apenas uma tentativa
ru: Проверка не удалась, осталась только одна попытка
sl: Neuspešna overitev. Ostal je le še en poskus
sq: Verifikimi dështoi, edhe një provë
sr: Неуспешна верификација, имате још један покушај
tr: Doğrulama başarısız oldu, sadece bir şans kaldı
ug: دەلىللەش مەغلۇپ بولدى، يەنە 1 قېتىم سىنىيالايسىز
uk: Перевірку не пройдено. Лишилася одна спроба.
zh_cn: 验证失败，您还可以尝试1次
zh_hk: 驗證失敗，您還可以嘗試1次

source: Please retry after %d minutes
fi: Yritä uudelleen %d minuutin kuluttua
hu: Kérjük próbálja újra %d perc múlva
nl: Probeer het over %d minuten opnieuw
pt: Tente novamente após %d minutos
pt_br: Tente novamente em %d minutos
sq: Ju lutemi, riprovoni pas %d minutash
uk: Будь ласка, повторіть спробу за %d хвилин
zh_cn: 请%d分钟后再试
zh_hk: 請%d分鐘後再試

source: Please retry after one minute
fi: Yritä uudelleen minuutin kuluttua
hu: Kérjük próbálja újra egy perc múlva
nl: Probeer het over één minuut opnieuw
pt: Tente novamente após um minuto
pt_br: Tente novamente em um minuto
sq: Ju lutemi, riprovoni pas një minute
uk: Будь ласка, повторіть спробу за хвилину
zh_cn: 请1分钟后再试
zh_hk: 請1分鐘後再試

source: Chances left: %d
az: Qalan cəhd: %d
bo: ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་ཐེངས་%dལྷག་པ།
ca: Intents restants: %d
fi: Yrityksiä %d jäljellä:
fr: Chances restantes : %d
hu: Hátra lévő próbálkozás: %d
it: Tentativi rimanenti: %d
nl: Resterende pogingen: %d
pt: Tentativas restantes: %d
pt_br: Tentativas restantes: %d
ru: Осталось попыток: %d
sl: Preostalih poskusov: %d
sq: Prova të mbetura: %d
sr: Имате још %d покушај(а)
tr: Kalan şans: %d
ug: سىناش پۇرسىتىڭىز سانى: %d
uk: Лишилося спроб: %d
zh_cn: 剩余重试次数：%d
zh_hk: 剩餘重試次數：%d

source: Verify your fingerprint or password
az: Barmaq izi və ya şifrənizi doğrulayın
bo: མཛུབ་རིས་ར་སྤྲོད་པའམ་གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།
ca: Verifiqueu l'empremta o contrasenya.
fi: Vahvista sormenjäljellä tai salasanalla
fr: Vérifiez votre empreinte digitale ou votre mot de passe
hu: Ujjlenyomat vagy jelszó ellenőrzése
it: Verifica mediante impronta digitale o password
nl: Verifieer je vingerafdruk of wachtwoord
pt: Verifique a sua impressão digital ou palavra-passe
pt_br: Verifique a impressão digital ou senha
ru: Проверьте свой отпечаток пальца или пароль
sl: Preverjanje prstnega odtisa ali gesla
sq: Verifikoni shenja gishti ose fjalëkalimin tuaj
sr: Верификуј отисак прста или лозинку
tr: Parmak izinizi veya parolanızı doğrulayın
ug: بارماق ئىزىڭىز ياكى مەخپىي نومۇرنى دەلىللىشىڭىز كېرەك
uk: Пройдіть перевірку за відбитком або паролем
zh_cn: 请验证指纹或输入密码
zh_hk: 請驗證指紋或輸入密碼

source: Checking successful
el: Έλεγχος επιτυχής
ms: Pemeriksaan berjaya

source: The password cannot be empty
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός
ms: Kata laluan tidak boleh kosong

source: Password must have at least %d characters
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον %d χαρακτήρες
ms: Kata laluan mesti sekurang-kurangnya %d aksara

source: Password must be no more than %d characters
el: Ο κωδικός πρόσβασης δεν πρέπει να είναι περισσότερο από %d χαρακτήρες
ms: Kata laluan mestilah tidak lebih daripada %d aksara

source: Password must not contain more than %d palindrome characters
el: Ο κωδικός πρόσβασης δεν πρέπει να περιέχει περισσότερους από %d παλινδρομικούς χαρακτήρες
ms: Kata laluan mesti tidak mengandungi lebih daripada %d aksara palindrome

source: Create a strong password please
el: Παρακαλώ δημιουργήστε έναν ισχυρό κωδικό πρόσβασης
ms: Sila cipta satu kata laluan yang kuat

source: Do not use common words and combinations as password
el: Μην χρησημοποιήτε συνηθείς λέξεις και συνδυασμούς αυτών ως κωδικό πρόσβασης
ms: Jangan guna perkataan dan gabungan umum sebagai kata laluan

source: Parameter options are invalid
el: Μη έγκυρες επιλογές παραμέτρων
ms: Pilihan parameter tidak sah

source: Internal error
el: Εσωτερικό σφάλμα
ms: Ralat dalaman

source: Invalid user
el: Μη έγκυρος χρήστης
ms: Pengguna tidak sah

source: It does not meet password rules
el: Δεν πληρεί τις προϋποθέσεις κωδικού πρόσβασης
ms: Ia tidak menepati peraturan kata laluan

source: Invalid error type
el: Μη έγκυρος τύπος σφάλματος
ms: Jenis ralat tidak sah
